Repository: Haltroy/Mindbank
Catalog: src/Mindbank/Lang/Lang.*.resx
Languages: tr

# About_About
source: About
tr: Hakkında

# About_AboutDesc
source: Take notes, sync notes from different sources.
tr: Notlar alın, saklayın, düzenelyin ve seçin.

# About_License
source: License
tr: Lisans

# About_TechUsed
source: Technologies Used
tr: Kullanılan Teknolojiler

# About_Visit
source: Visit...
tr: Ziyaret et...

# ExitApp
source: Exit Mindbank...
tr: Mindbank'i kapat...

# ImportExportFileType
source: Mindbank Bank
tr: Mindbank Bankası

# ImportNoteTitle
source: Import note...
tr: Notları içe aktar...

# MainView_Cancel
source: Cancel
tr: İptal

# MainView_CreateNewBank
source: Create a new bank...
tr: Yeni banka oluştur...

# MainView_DeleteBank
source: Do you really want to delete this bank?
tr: Bu bankayı silmek istediğinize emin misiniz?

# MainView_Import
source: Import...
tr: İçe aktar...

# MainView_ImportFromFile
source: Import from file...
tr: Dosyadan içe aktar...

# MainView_NewBank
source: New Bank...
tr: Yeni Banka...

# MainView_NewBank_Create
source: Create...
tr: Oluştur...

# MainView_NewBank_Name
source: Name:
tr: İsim:

# MainView_No
source: No
tr: Hayır

# MainView_Welcome
source: Welcome to Mindbank. To create or import new notes, click on the "+" To continue working on notes, click on the note name.
tr: Mindbank'e hoşgeldiniz. Yeni bir not oluşturmak için yada içe aktarmak için "+" sembolünü, Bir not üzerinde çalışmaya devam etmek için o notun ismine tıklayınız.

# MainView_Yes
source: Yes
tr: Evet

# NoteScreen_Close
source: Close
tr: Kapat

# NoteScreen_NewTag_Add
source: Add...
tr: Ekle...

# NoteScreen_NewTag_Color
source: Color:
tr: Renk:

# NoteScreen_Random_Max
source: Maximum:
tr: En Fazla:

# NoteScreen_Random_Min
source: Minimum:
tr: En Az:

# NoteScreen_SaveLogToFile
source: Save log to a file
tr: Günlüğü dosyaya kaydet

# NoteScreen_SaveLogToFileTitle
source: Save log to a file...
tr: Günlüğü dosyaya kaydet...

# Settings_BlurLevel
source: Opaque level:
tr: Opaklık seviyesi:

# Settings_HideToTray
source: Hide to system tray
tr: Sistem tepsisine gizlen

# Settings_KeepText
source: Keep text and selected tags after creating a ote
tr: Yazı ve seçili etiketleri yeni not oluşturduktan sonra sakla

# Settings_Main
source: Main
tr: Ana

# Settings_Settings
source: Settings
tr: Ayarlar

# Settings_StartInTray
source: Start app in system tray
tr: Uygulamayı sistem tepsisinde başlat

# Settings_Theme
source: Theme:
tr: Tema:

# Settings_ThemeDark
source: Dark
tr: Koyu

# Settings_ThemeDefault
source: System default
tr: Sistem varsayılanı

# Settings_ThemeLight
source: Light
tr: Açık

# Settings_Theming
source: Theming
tr: Temalama

# Settings_UseBlur
source: Use background blur
tr: Arakplanı bulanıklaştır

# ShowApp
source: Show Mindbank...
tr: Mindbank'i göster...

# MainView_OK
source: OK
tr: Tamam

# MainView_CanntoLoad_VersionMismatch
source: Cannot load or import this bank(s)/note(s). Version %v% is not supported in this version of Mindbank.
tr: Banka(lar)/not(lar) içeri aktarırken ya da yüklerken bir sorunla karşılaşıldı. %v% sürümü bu Mindbank sürümünde desteklenmiyor.

# Update_1
source: There's an update for Mindbank.
tr: Mindbank'e bir güncelleme geldi.

# Update_3
source: It is always advised to use the latest version of this application.
tr: Bu uygulamanın her zaman en güncel sürümü kullanılması tavsiye edilmektedir.

# Update_4
source: Would you like to update?
tr: Güncellemek ister misiniz?

# Update_CheckForUpdates
source: Checking for updates...
tr: Güncellemeler denetleniyor..

# Update_UpdateAvailable
source: Update available
tr: Güncelleme var

# Update_UpToDate
source: Up-to-date
tr: Güncel

# Update_2
source: These updates may feature new additions such as newer features. These updates may also feature critical changes to make the application secure.
tr: Bu güncelleme içeriği yeni özellikler getiriyor olabilir. Aynı zamanda bu güncelleme, uygulamanın güvenliğini de attıran yenilikler de içerebilir.

source: Go back...
tr: Geri dön...

# ToolTip_UpdatesAvailable
source: You have updates available for this app. Click/touch this button to update.
tr: Bu uygulamalar için güncellemeler var. GÜncellemek için dokunun/tıklayın.

# ToolTip_CheckingForUpdates
source: Please wait while we are checking for updates...
tr: Biz güncellemeleri denetlerken lütfen bekleyin...

# ToolTip_UpToDate
source: Your software is up to date. Press/touch this button to perform an update checking.
tr: Yazılımınız güncel. Güncellemeleri denetlemek içini bu butona dokunun/tıklayın.

# ToolTip_Settings
source: Click/touch here to go to Settings.
tr: Ayarlar menüsüne gitmek için tıklayınız/dokununuz.

# ToolTip_About
source: Click/touch here to see Abouts page.
tr: Hakkında bölümüne gitmek için dokununuz/tıklayınız.

# ToolTip_NewNoteGroup
source: Banks are groups of notes. Click/touch here to create a new bank.
tr: Bankalar, notları gruplar. Oluşturmak için tıklayınız/dokununuz.

# ToolTip_Note_EditName
source: Click/touch here to toggle the ability to change the name of this bank.
tr: Bu bankanın adını değiştirme özelliğini açmak/kapatmak için buraya tıklayın/dokunun.

# ToolTip_Note_SelectItems
source: Click/touch to enable selection mode.
tr: Seçim modunu etkinleştirmek için tıklayın/dokunun.

# ToolTip_Note_SelectItemsExit
source: Click/touch to exit out of selection mode.
tr: Seçim modundan çıkmak için tıklayın/dokunun.

# ToolTip_Note_SelectAll
source: Click/touch to select/unselect all notes.
tr: Tüm notları seçmek/seçimini kaldırmak için tıklayın/dokunun.

# ToolTip_Note_RemoveSelected
source: Click/touch this button to remove all selected notes.
tr: Tüm seçili notları kaldırmak için bu düğmeye tıklayın/dokunun.

# ToolTip_Note_ExportSelected
source: Click/touch here to export the selected notes.
tr: Seçili notları dışa aktarmak için buraya tıklayın/dokunun.

# ToolTip_Note_InvertSelection
source: Click/touch here to select the unselected items and unselect the selected items.
tr: Seçili olmayan öğeleri seçmek ve seçili öğelerin seçimini kaldırmak için buraya tıklayın/dokunun.

# ToolTip_Note_Import
source: Click/touch here to import notes.
tr: Notları içe aktarmak için buraya tıklayın/dokunun.

# ToolTip_Note_RandomButton
source: Click/touch to show/hide the random picker panel.
tr: Rastgele seçiciyi göstermek/gizlemek için tıklayın/dokunun panel.

# ToolTip_Note_RandomPick
source: Click/touch to decide only to show the random picked note or all.
tr: Yalnızca rastgele seçilen notu veya tümünü göstermeye karar vermek için tıklayın/dokunun.

# ToolTip_Note_SearchButton
source: Click/touch to show/hide the search panel.
tr: Arama panelini göstermek/gizlemek için tıklayın/dokunun.

# ToolTip_Note_SearchUseRegex
source: Click/touch to toggle regular expression mode.
tr: Düzenli ifade modunu değiştirmek için tıklayın/dokunun.

# ToolTip_Note_SearchCaseSensitive
source: Click/touch to toggle case sensitivity mode.
tr: Büyük/küçük harf duyarlılığı modunu değiştirmek için tıklayın/dokunun.

# ToolTip_Note_EditNoteOn
source: Click/touch here to stop editing the note.
tr: Notu düzenlemeyi durdurmak için buraya tıklayın/dokunun.

# ToolTip_Note_EditNoteOff
source: Click/touch here to edit this note.
tr: Bu notu düzenlemek için buraya tıklayın/dokunun.

# ToolTip_Note_TagOn
source: Click/touch here to remove this tag from this note.
tr: Bu etiketi bu nottan kaldırmak için buraya tıklayın/dokunun.

# ToolTip_Note_TagOff
source: Click/touch here to add this tag to this note.
tr: Bu etiketi bu nota eklemek için buraya tıklayın/dokunun.

# ToolTip_Note_Send
source: Click/touch to add the new note.
tr: Yeni etiketi eklemek için tıklayın/dokunun. not.

# ToolTip_Note_PowerMode
source: Power Mode: Text and tags stay after adding a new note. Click/touch this button to toggle it.
tr: Güç Modu: Yeni bir not eklendikten sonra metin ve etiketler kalır. Bu özelliği açıp kapatmak için tıklayın/dokunun.

# ToolTip_Note_PreviewOn
source: Click/touch this to disable the preview.
tr: Önizlemeyi devre dışı bırakmak için tıklayın/dokunun.

# ToolTip_Note_PreviewOff
source: Click/touch this to enable the preview.
tr: Önizlemeyi etkinleştirmek için tıklayın/dokunun.

# ToolTip_Note_NewItemTagButton
source: Click/touch here to toggle show/hide the tags panel for the new note.
tr: Yeni not için etiketler panelini gösterme/gizleme geçişini yapmak için buraya tıklayın/dokunun.

# ToolTip_Note_NewItemTagOn
source: Click/touch here to remove this tag from the new note.
tr: Bu etiketi yeni nottan kaldırmak için buraya tıklayın/dokunun.

# ToolTip_Note_NewItemTagOff
source: Click/touch here to add this tag to the new note.
tr: Bu etiketi yeni nota eklemek için buraya tıklayın/dokunun.

# ToolTip_Note_NewItemNewTag
source: Click/touch here to make a new tag.
tr: Yeni bir etiket oluşturmak için buraya tıklayın/dokunun.

# ToolTip_Note_NewItemTagColor
source: This determines the color of the tag.
tr: Bu, etiketin rengini belirler.

# ToolTip_Note_NewItemTagColorRandom
source: Click/touch here to assign a random color ofr this tag.
tr: Bu etikete rastgele bir renk atamak için buraya tıklayın/dokunun.

# ToolTip_Note_NewItemTagAdd
source: Click/touch here to add this tag.
tr: Bu etiketi eklemek için buraya tıklayın/dokunun.

# ToolTip_Note_TagMenuButton
source: Click/touch to show/hide the tags panel.
tr: Etiketler panelini göstermek/gizlemek için tıklayın/dokunun.

# ToolTip_Note_TagMenuTagOn
source: Click/touch to show all notes.
tr: Tüm notları göstermek için tıklayın/dokunun.

# ToolTip_Note_TagMenuTagOff
source: Click/touch to only show notes with this tag.
tr: Yalnızca bu etikete sahip notları göstermek için tıklayın/dokunun.
